[
  "darlal-switcher-plus",
  "calendar",
  "templater-obsidian",
  "tag-wrangler",
  "table-editor-obsidian",
  "obsidian-mind-map",
  "obsidian-spaced-repetition",
  "code-styler",
  "nl-syntax-highlighting",
  "code-emitter",
  "convert-katex-to-mathjax",
  "mermaid-tools",
  "obsidian-git",
  "pdf-plus",
  "note-refactor-obsidian",
  "periodic-notes",
  "dataview",
  "obsidian-excalidraw-plugin",
  "advanced-canvas",
  "folder-notes",
  "obsidian-icon-folder",
  "obsidian-style-settings",
  "simple-colored-folder",
  "awesome-image"
]